{
    "Status": "حالة",
    "Exchange": "تبادل",
    "Please provide a valid email": "يرجى تقديم عنوان بريد إلكتروني صالح",
    "OTP Code is required": "OTP Code is required",
    "Exchange Details": "تفاصيل الصرف",
    "Manually":"Вручную",
    "Send Crypto": "إرسال التشفير",
    "Type": "نوع",
    "Exchange From": "صرف من",
    "Exchange To": "تبادل إلى",
    "Exchange Rate": "سعر الصرف",
    "CRYPTO": "التشفير",
    "EXCHANGE": "تبادل",
    "Date": "تاريخ",
    "Payment Details": "بيانات الدفع",
    "Attached File": "ملف مرفق",
    "Change Status": "تغيير الوضع",
    "Pending": "قيد الانتظار",
    "Success": "النجاح",
    "Cancel": "يلغي",
    "Update": "تحديث",
    "Amount": "كمية",
    "Total": "المجموع",
    "Exchange Amount": "مبلغ الصرف",
    "TRANSACTION COMPLETED!" : "TRANSACTION COMPLETED!",
    "Exchange Again" : "تبادل مرة أخرى",
    "Why trust PayMoney?":"لماذا تثق في PayMoney؟",
    "Please provide your" : "يرجى تقديم الخاص بك",
    "Balance not Available":"الرصيد غير متوفر",
    "How fast will my transaction be processed?":"ما مدى سرعة معالجة معاملتي؟",
    "Updating...": "جارٍ التحديث ...",
    "FAST & SECURED":"سريع ومضمون",
    "YOUR TRUSTED CRYPTO EXCHANGE":"تبادل العملات المشفرة الموثوق به",
    "Sign up now to build your own portfolio for free!":"اشترك الآن لبناء محفظتك الخاصة مجانًا!",
    "What cryptocurrencies do you support?":"ما هي العملات المشفرة التي تدعمها؟",
    "Typically, a crypto money exchange takes around 10-40 minutes. However, a cryptocurrency exchange might take more time should there be congestion within a particular blockchain.":"عادةً ما يستغرق تبادل العملات المشفرة حوالي 10-40 دقيقة. ومع ذلك ، قد يستغرق تبادل العملة المشفرة مزيدًا من الوقت في حالة وجود ازدحام داخل blockchain معين.",
    "BUY SELL EXCHANGE":"شراء تبادل بيع",
    "HASSLE FREE":"خالية من المتاعب",
    "Crypto Exchange Process":"عملية تبادل العملات المشفرة",
    "What is PayMoney Crypto Exchange?":"ما هو تبادل تشفير PayMoney؟",
    "We support over 200 cryptocurrencies that are available for instant crypto exchange and purchase at the best execution prices. Since the crypto market is developing rapidly, we are continually building up the list of crypto assets, so you can exchange, sell, and buy new digital currencies within minutes. Exchange and buy Bitcoin (BTC), Ethereum (ETH), Ripple (XRP), Litecoin (LTC), and a wide variety of other crypto assets using payment methods that suit you the most (Visa, Mastercard, bank transfer).":"نحن ندعم أكثر من 200 عملة مشفرة متاحة للتبادل الفوري للعملات المشفرة وشرائها بأفضل أسعار التنفيذ. نظرًا لأن سوق التشفير يتطور بسرعة ، فإننا نعمل باستمرار على إنشاء قائمة بأصول التشفير ، حتى تتمكن من تبادل العملات الرقمية الجديدة وبيعها وشرائها في غضون دقائق. تبادل وشراء Bitcoin (BTC) و Ethereum (ETH) و Ripple (XRP) و Litecoin (LTC) ومجموعة متنوعة من أصول التشفير الأخرى باستخدام طرق الدفع التي تناسبك أكثر (Visa و Mastercard والتحويل المصرفي).",

    "PayMoney lets you exchange cryptocurrency in a fast and secure way. Just verify your identity, choose a currency pair you would like to exchange, and click the submit button. Afterward, provide your reciving details, make payment and wait for a bit. In several minutes, the exchanged amount will arrive in your account.":"PayMoney lets you exchange cryptocurrency in a fast and secure way. Just verify your identity, choose a currency pair you would like to exchange, and click the submit button. Afterward, provide your reciving details, make payment and wait for a bit. In several minutes, the exchanged amount will arrive in your account.",
    "HOW IT WORKS" : "كيف تعمل",
    "PayMoney is an instant cryptocurrency exchange that has been operating on the market since 2015. We successfully serviced millions of customers over this time and continue to provide quick crypto-to-crypto, crypto-to-fiat & fiat-to-crypto exchanges and purchases to more than 2.6 million users every month. In order to enhance the functionality of our crypto exchange, we collaborate with the leading companies in the industry. Our dedicated Support team stands guard 24/7 to help you with any exchange-related questions that might arise.":"PayMoney هو تبادل فوري للعملات المشفرة يعمل في السوق منذ عام 2015. لقد نجحنا في خدمة ملايين العملاء خلال هذا الوقت ونستمر في توفير عمليات التبادل والمشتريات من العملات المشفرة إلى العملات المشفرة ومن العملات المشفرة إلى العملات الأجنبية والمشتريات من العملات المشفرة إلى العملات المشفرة لأكثر من 2.6 مليون مستخدم كل شهر. من أجل تحسين وظائف تبادل العملة المشفرة لدينا ، نتعاون مع الشركات الرائدة في هذه الصناعة. يقف فريق الدعم المخصص لدينا على مدار الساعة طوال أيام الأسبوع لمساعدتك في أي أسئلة متعلقة بالبورصة قد تطرأ.",
    "FEW EASY STEPS TO MAKE":"خطوات سهلة قليلة",
    "Advanced Data Encryption":"تشفير البيانات المتقدم",
    "Choose Currency" : "اختر العملة",
    "Verify Your Identy":"تحقق من هويتك",
    "Enter Receiving Details": "أدخل تفاصيل الاستلام",
    "Check all exchange details, get an estimated transaction time, and send your funds to our address. Provide transaction proof with attachment.":"تحقق من جميع تفاصيل الصرف ، واحصل على الوقت المقدر للمعاملة ، وأرسل أموالك إلى عنواننا. تقديم إثبات المعاملة مع المرفق.",
    "Enter the address of the crypto wallet that your cryptocurrency will be sent to. Or provide the account details where you receive the fiat balance":"أدخل عنوان محفظة التشفير التي سيتم إرسال عملتك المشفرة إليها. أو قم بتوفير تفاصيل الحساب حيث تتلقى الرصيد النقدي",
    "Provide your email or phone & click next step, enter the OTP code that you received, you are verified.":"أدخل بريدك الإلكتروني أو هاتفك وانقر على الخطوة التالية ، أدخل رمز OTP الذي تلقيته ، تم التحقق منك.",
    "Select the cryptocurrency pair you’d like to exchange. You can exchange crypto or fiat amount at either fixed or floating rates.":"حدد زوج العملة المشفرة الذي ترغب في تبادله. يمكنك تبادل المبلغ المشفر أو الورقي إما بأسعار ثابتة أو متغيرة.",
    "Your transaction data is secured via end-to-end encryption, ensuring that only you have access to your personal information." : "يتم تأمين بيانات المعاملات الخاصة بك عن طريق التشفير من طرف إلى طرف ، مما يضمن لك وحدك الوصول إلى معلوماتك الشخصية. ",
    "Fast Crypto Exchange" : "تبادل التشفير السريع",
    "Buy Crypto with Fiat":"راء العملات المشفرة مع فيات",
    "Buy On PayMoney, you can buy any crypto with more than 50 fiat currencies using your Visa or MasterCard." : "الشراء على PayMoney ، يمكنك شراء أي عملة مشفرة بأكثر من 50 عملة ورقية باستخدام بطاقة Visa أو MasterCard الخاصة بك.",
    "PayMoney is the easiest place to buy, sell & exchange cryptocurrency. Verify your identity started now.." : "PayMoney هو أسهل مكان لشراء وبيع وتبادل العملات المشفرة. بدأ التحقق من هويتك الآن ..",
    "Buy, sell, and exchange most popular cryptocurrencies on PayMoney easily, safely & securely with low fees in just a few minutes." : "قم بشراء وبيع وتبادل العملات المشفرة الأكثر شيوعًا على PayMoney بسهولة وأمان وأمان مع رسوم منخفضة في بضع دقائق فقط.",
    "Crypto Exchanges": "تبادل العملات المشفرة",
    "Period": "فترة",
    "Print Date": "تاريخ الطباعة",
    "User": "مستخدم",
    "Rate": "معدل",
    "Date Range": "نطاق الموعد",
    "Currency": "عملة",
    "All": "الجميع",
    "Enter Name": "أدخل الاسم",
    "Filter": "منقي",
    "All Exchanges": "جميع التبادلات",
    "CSV": "CSV",
    "PDF": "بي دي إف",
    "Verification Via": "التحقق عبر",
    "Email": "بريد الالكتروني",
    "Phone": "هاتف",
    "Crypto Exchange": "صرف العملات المشفرة",
    "Crypto Buy / Sell": "شراء / بيع العملات المشفرة",
    "Add Direction": "أضف الاتجاه",
    "Crypto Exchange Settings": "إعدادات تبادل التشفير",
    "Available For": "متاح لى",
    "Auth User": "مستخدم المصادقة",
    "Guest User": "حساب زائر",
    "Both": "كلاهما",
    "Transaction Type": "نوع المعاملة",
    "Save Settings": "احفظ التغييرات",
    "Direction Type": "نوع الاتجاه",
    "Crypto Buy": "شراء العملات المشفرة",
    "Crypto Sell": "بيع العملات المشفرة",
    "From": "من عند",
    "To": "إلى",
    "Local": "محلي",
    "API": "API",
    "Limit": "حد",
    "From Currency": "من العملة",
    "To Currency": "إلى العملة",
    "Equavalent with To Currency": "يساوي العملة",
    "Min amount has to be Smaller than Max Amount": "يجب أن يكون الحد الأدنى للمبلغ أصغر من الحد الأقصى للمبلغ",
    "Payment Method": "طريقة الدفع او السداد",
    "Unauthenticated users will be able to buy cryptocurrency using this payment method.": "سيتمكن المستخدمون غير المعتمدين من شراء عملة مشفرة باستخدام طريقة الدفع هذه.",
    "Charge Percentage": "النسبة المئوية للشحن",
    "Charge Fixed": "تهمة ثابتة",
    "Min Amount": "المبلغ الأدنى",
    "Max Amount": "المبلغ الأقصى",
    "Payment Instructions": "تعليمات الدفع",
    "Exchange Directions": "اتجاهات الصرف",
    "Select One": "حدد واحد",
    "Select Gateway": "حدد بوابة",
    "Enter payment instructions": "أدخل تعليمات الدفع",
    "Active": "نشيط",
    "Inactive": "غير نشط",
    "Create": "إنشاء",
    "Creating...": "خلق...",
    "Edit Direction": "تحرير الاتجاه",
    "You are sending": "انت ترسل",
    "Back": "خلف",
    "Select Bank": "حدد البنك",
    "Bank Account Name": "اسم الحساب المصرفي",
    "Bank Account Number": "رقم الحساب المصرفي",
    "Bank Name": "اسم البنك",
    "Confirm": "يتأكد",
    "This field is required": "هذه الخانة مطلوبه",
    "Confirming...": "التأكد...",
    "Please select (png, jpg, jpeg, gif, bmp, pdf, docx,txt or rtf) file!": "يرجى تحديد ملف (png ، jpg ، jpeg ، gif ، bmp ، pdf ، docx ، txt أو rtf)!",
    "Enter Your Email": "أدخل بريدك الإلكتروني",
    "Email Settings Not Configured": "لم يتم تكوين إعدادات البريد الإلكتروني",
    "Phone Settings Not Configured": "لم يتم تكوين إعدادات الهاتف",
    "Payment Via": "الدفع عن طريق",
    "Submitting...": "تقديم...",
    "Card Number": "رقم البطاقة",
    "Month": "شهر",
    "Year": "عام",
    "cvc": "cvc",
    "Pay": "يدفع",
    "Next...": "التالي...",
    "Print": "مطبعة",
    "Crypto exchange manual currencies from the comfort of your home, quickly, safely with a minimal fees. Select the wallet & put the amount you want to exchange": "تبادل العملات المشفرة يدويًا من راحة منزلك ، بسرعة وأمان وبأقل رسوم. حدد المحفظة",
    "Confirmation": "تأكيد",
    "Please Wait": "أرجو الإنتظار",
    "Loading...": "تحميل...",
    "Please enter a valid number": "من فضلك أدخل رقما صالحا",
    "Exchanging...": "تبادل ...",
    "Direction not Available": "الاتجاه غير متوفر",
    "Fee": "مصاريف",
    "Wallet": "محفظة",
    "You Receive Crypto": "تتلقى التشفير",
    "Address": "عنوان",
    "Providing wrong address may permanent loss of your coin": "قد يؤدي تقديم عنوان خاطئ إلى فقد عملتك المعدنية بشكل دائم",
    "Crypto Transaction successfully done": "تمت معاملة التشفير بنجاح",
    "has exchanged to": "تبادلت مع",
    "Transaction ID": "رقم المعاملة",
    "Transaction Date": "تاريخ الصفقة",
    "Details": "تفاصيل",
    "Fees": "مصاريف",
    "Exchange Crypto": "صرف العملات المشفرة",
    "Estimated rate": "المعدل المقدر",
    "You Send": "انت ارسل",
    "You Get": "لقد حصلت",
    "Buy": "يشتري",
    "Sell": "باع",
    "Next Step": "الخطوة التالية",
    "Lets Exchange": "دعونا الصرف",
    "Buy / Sell Crypto": "شراء / بيع العملات المشفرة",
    "Phone Number": "رقم الهاتف",
    "OTP": "OTP",
    "Verify": "يؤكد",
    "Enter OTP code to Verify": "يؤكد",
    "Please make payment": "يرجى الدفع",
    "to our Merchant Address and insert your payment details in the field below.": "إلى عنوان التاجر الخاص بنا وأدخل تفاصيل الدفع الخاصة بك في الحقل أدناه.",
    "Merchant Address": "عنوان التاجر",
    "Payment Gateway": "بوابة الدفع",
    "Your Payment Details": "تفاصيل الدفع الخاصة بك",
    "Payment Proof": "إثبات الدفع",
    "Next": "التالي",
    "Start Exchange": "ابدأ التبادل",
    "Verify your Identity": "تحقق من هويتك",
    "Receiving Account Details": "استلام تفاصيل الحساب",
    "Provide Crypto Address": "توفير عنوان مشفر",
    "Make Payment": "قم بالدفع",
    "Complete Transaction": "صفقة كاملة",
    "Gateway": "بوابة",
    "Receiving Address": "عنوان الاستلام",
    "Receiving Details": "تفاصيل الاستلام",
    "Receiving Account Detials": "تلقي بيانات الحساب",
    "Get Amount": "احصل على المبلغ",
    "Exchange Crypto Again": "تبادل التشفير مرة أخرى",
    "Go to payment": "اذهب إلى الدفع",
    "Click here if you are not redirected automatically": "انقر هنا إذا لم تتم إعادة توجيهك تلقائيًا",
    "Make Your Transaction": "قم بمعاملاتك",
    "Create an account": "انشئ حساب",
    "Easy cheapest and secure": "سهل أرخص وآمن",
    "Faster Payments": "مدفوعات أسرع",
    "Secure and Safe": "آمن ومضمون",
    "What can you do?": "ما الذي تستطيع القيام به؟",
    "Payment API": "واجهة برمجة تطبيقات الدفع",
    "Low Cost": "منخفض الكلفة",
    "Easy Process": "عملية سهلة",
    "Events": "الأحداث",
    "OTP Sending..": "كود الإرسال",
    "Maximum amount should be greater than minimum amount": "يجب أن يكون الحد الأقصى للمبلغ أكبر من الحد الأدنى للمبلغ",
    "Why choose us?": "لماذا أخترتنا؟",
    "A built in system with the lowest possible cost that energizes customer to grab it.": "نظام مدمج بأقل تكلفة ممكنة ينشط العميل للاستيلاء عليه.",
    "Easily processable and maintainable system that allows you to process and track records.": "نظام سهل المعالجة والصيانة يسمح لك بمعالجة السجلات وتتبعها.",
    "Sending money globally with multiple currencies to your beloved one easily, safely & securely with low fees in just few minutes.": "إرسال الأموال على مستوى العالم بعملات متعددة إلى من تحب بسهولة وأمان",
    "Make payment from one corner of the world to another in just a few seconds. Making payment is very easy and fast.": "قم بالدفع من زاوية من العالم إلى أخرى في بضع ثوانٍ فقط. الدفع سهل وسريع للغاية.",
    "Customer's data security is the first priority. Make your transactions safe, sound and secure.": "أمان بيانات العميل هو الأولوية الأولى. اجعل معاملاتك آمنة وسليمة وآمنة.",
    "It will manage customers Pay Money experience by integrating our seamless API interface within your website.": "ستدير تجربة دفع الأموال للعملاء من خلال دمج واجهة API السلسة الخاصة بنا داخل موقع الويب الخاص بك.",
    "Whether it is credit, debit or bank account you can pay by your preferred way.": "يمكنك الدفع بالطريقة التي تفضلها سواء أكان ذلك حسابًا ائتمانيًا أو مدينًا أو مصرفيًا.",
    "Default currency to another, you can change it easily.": "العملة الافتراضية إلى عملة أخرى ، يمكنك تغييرها بسهولة.",
    "Do not hesitate to compete with a lot of events. A beautiful and easily trackable event management is provided for making your tasks get done easier.": "لا تتردد في التنافس مع الكثير من الأحداث. يتم توفير إدارة أحداث جميلة وسهلة التتبع لتسهيل إنجاز مهامك.",
    "Mobile Recharge": "شاحن النقال",
    "By these systems now you can request for payment from one person to another, within seconds.": "من خلال هذه الأنظمة الآن يمكنك طلب الدفع من شخص لآخر في غضون ثوان.",
    "Easily top-up airtime and data at the world's leading mobile operators and makes payments using any of their wallets on the system.": "قم بزيادة وقت البث والبيانات بسهولة في مشغلي الهاتف المحمول الرائدين في العالم وإجراء المدفوعات باستخدام أي من محافظهم على النظام.",
    "E-booking": "الحجز الإلكتروني",
    "Allow your customers to make payment for bookings or appointments in a quick, easy and secured process that suits them the most.": "اسمح لعملائك بالدفع مقابل الحجوزات أو المواعيد في عملية سريعة وسهلة وآمنة تناسبهم أكثر.",
    "Instant Onboarding": "الانضمام الفوري",
    "Merchants can get payments instantly from anywhere, anytime without any hassle. A simple and better way to expand your business.": "يمكن للتجار الحصول على مدفوعات فورية من أي مكان وفي أي وقت دون أي متاعب. طريقة بسيطة وأفضل لتوسيع نطاق عملك.",
    "Crypto Payment": "الدفع بالعملات المشفرة",
    "A powerful solution that allows your customers to make payment using crypto coins including Bitcoin, Litecoin, Dogecoin.": "حل قوي يتيح لعملائك الدفع باستخدام العملات المشفرة بما في ذلك Bitcoin و Litecoin و Dogecoin.",
    "Provide your credentials, create your own account and explore. Creating account is so easy.": "قدم بيانات الاعتماد الخاصة بك ، وأنشئ حسابك الخاص واستكشف. إنشاء حساب سهل للغاية.",
    "Send/Request Amount": "مبلغ الإرسال / الطلب",
    "Send or request any amount to your preferred one within seconds. Just search the desired one and send or request for money.": "أرسل أو اطلب أي مبلغ إلى المبلغ المفضل لديك في غضون ثوانٍ. ما عليك سوى البحث عن الشخص المطلوب وإرسال الأموال أو طلبها.",
    "Select Payment Method": "اختار طريقة الدفع",
    "Providing you multiple options to pay according to your desired payment method such as PayPal, Stripe, CoinPayments and many more.": "نوفر لك خيارات متعددة للدفع وفقًا لطريقة الدفع التي تريدها مثل PayPal و Stripe و CoinPayments وغيرها الكثير.",
    "After all the steps done above just confirm with your preference and that's it. Welcome to successfull transaction.": "بعد كل الخطوات التي تم القيام بها أعلاه ، ما عليك سوى تأكيد ما تفضله وهذا كل شيء. مرحبا بكم في الصفقة الناجحة.",
    "Payment Processors": "معالجات الدفع",
    "Online Payments": "المدفوعات عبر الإنترنت",
    "Whatever it is credit, debit or bank account you can pay by your way.": "مهما كان حساب الائتمان أو الخصم أو الحساب المصرفي ، يمكنك الدفع بطريقتك.",
    "Currency Exchange": "تحويل العملات",
    "Default currency to another you can change it easily.": "العملة الافتراضية إلى عملة أخرى يمكنك تغييرها بسهولة.",
    "Payment Request": "طلب الدفع",
    "By these systems now you can request for payment money from any country to any country.": "من خلال هذه الأنظمة يمكنك الآن طلب دفع أموال من أي دولة إلى أي دولة.",
    "Where can you use our services?": "أين يمكنك استخدام خدماتنا؟",
    "Ecommerce": "التجارة الإلكترونية",
    "Easily create your own store and add products. A complete e-commerce with maintainability and efficiency to make an organized store for you.": "أنشئ متجرك الخاص وأضف المنتجات بسهولة. تجارة إلكترونية كاملة مع إمكانية الصيانة والكفاءة لإنشاء متجر منظم لك.",
    "It is possible transfer money to any registered or unregistered users. Unregistered users can see their money once they signup.": "من الممكن تحويل الأموال إلى أي مستخدمين مسجلين أو غير مسجلين. يمكن للمستخدمين غير المسجلين رؤية أموالهم بمجرد تسجيلهم.",
    "Invoicing": "الفواتير",
    "It is possible transfer money to any registered or users. Unregistered users can see their money once they signup.": "من الممكن تحويل الأموال إلى أي مستخدمين أو مسجلين. يمكن للمستخدمين غير المسجلين رؤية أموالهم بمجرد تسجيلهم."
}