{
    "Status": "Statut",
    "Exchange Details": "Détails de l&#39;échange",
    "Type": "Taper",
    "Exchange From": "Échanger de",
    "Exchange To": "Échanger vers",
    "Exchange Rate": "Taux de change",
    "Date": "Date",
    "Payment Details": "Détails de paiement",
    "Attached File": "Pièce jointe",
    "Change Status": "Modifier le statut",
    "Pending": "En attente",
    "Success": "Succès",
    "Cancel": "Annuler",
    "Update": "Mettre à jour",
    "Amount": "Montant",
    "Total": "Le total",
    "Exchange Amount": "Montant de l&#39;échange",
    "Updating...": "Mise à jour...",
    "Crypto Exchanges": "Échanges cryptographiques",
    "Period": "Période",
    "Print Date": "Date d&#39;impression",
    "User": "Utilisateur",
    "Rate": "Taux",
    "Date Range": "Plage de dates",
    "Currency": "Monnaie",
    "All": "Tous",
    "Enter Name": "Entrez le nom",
    "Filter": "Filtre",
    "All Exchanges": "Tous les échanges",
    "CSV": "CSV",
    "PDF": "PDF",
    "Verification Via": "Vérification via",
    "Email": "E-mail",
    "Phone": "Téléphone",
    "Crypto Exchange": "Échange cryptographique",
    "Crypto Buy / Sell": "Crypto Acheter / Vendre",
    "Add Direction": "Ajouter une direction",
    "Crypto Exchange Settings": "Paramètres d&#39;échange de chiffrement",
    "Available For": "Disponible pour",
    "Auth User": "Utilisateur authentifié",
    "Guest User": "Utilisateur invité",
    "Both": "Tous les deux",
    "Transaction Type": "Type de transaction",
    "Save Settings": "Enregistrer les paramètres",
    "Direction Type": "Type d&#39;orientation",
    "Crypto Buy": "Acheter des cryptos",
    "Crypto Sell": "Vente de crypto",
    "From": "De",
    "To": "À",
    "Local": "Local",
    "API": "API",
    "Limit": "Limite",
    "From Currency": "De la devise",
    "To Currency": "Devise",
    "Equavalent with To Currency": "Équivalent à Devise",
    "Min amount has to be Smaller than Max Amount": "Le montant minimum doit être inférieur au montant maximum",
    "Payment Method": "Mode de paiement",
    "Unauthenticated users will be able to buy cryptocurrency using this payment method.": "Les utilisateurs non authentifiés pourront acheter de la crypto-monnaie en utilisant ce mode de paiement.",
    "Charge Percentage": "Pourcentage de frais",
    "Charge Fixed": "Charge Fixe",
    "Min Amount": "Montant minimal",
    "Max Amount": "Montant maximum",
    "Payment Instructions": "Instructions de paiement",
    "Exchange Directions": "Instructions d&#39;échange",
    "Select One": "Sélectionnez-en un",
    "Select Gateway": "Sélectionnez la passerelle",
    "Enter payment instructions": "Saisir les instructions de paiement",
    "Active": "actif",
    "Inactive": "Inactif",
    "Create": "Créer",
    "Creating...": "Créer...",
    "Edit Direction": "Modifier l&#39;orientation",
    "You are sending": "Vous envoyez",
    "Back": "Arrière",
    "Select Bank": "Sélectionnez la banque",
    "Bank Account Name": "Nom du compte bancaire",
    "Bank Account Number": "Numéro de compte bancaire",
    "Bank Name": "Nom de banque",
    "Confirm": "Confirmer",
    "This field is required": "Ce champ est requis",
    "Confirming...": "Confirmation...",
    "Please select (png, jpg, jpeg, gif, bmp, pdf, docx,txt or rtf) file!": "Veuillez sélectionner le fichier (png, jpg, jpeg, gif, bmp, pdf, docx,txt ou rtf) !",
    "Enter Your Email": "Entrer votre Email",
    "Email Settings Not Configured": "Paramètres de messagerie non configurés",
    "Phone Settings Not Configured": "Paramètres du téléphone non configurés",
    "Payment Via": "Paiement via",
    "Submitting...": "Soumission...",
    "Card Number": "Numéro de carte",
    "Month": "Mois",
    "Year": "Année",
    "cvc": "cvc",
    "Pay": "Payer",
    "Next...": "Prochain...",
    "Print": "Imprimer",
    "Crypto exchange manual currencies from the comfort of your home, quickly, safely with a minimal fees. Select the wallet & put the amount you want to exchange": "Crypto échange des devises manuelles dans le confort de votre maison, rapidement, en toute sécurité avec des frais minimes. Sélectionnez le portefeuille",
    "Confirmation": "Confirmation",
    "Please Wait": "S&#39;il vous plaît, attendez",
    "Loading...": "Chargement...",
    "Please enter a valid number": "S&#39;il vous plait, entrez un nombre valide",
    "Exchanging...": "Échange...",
    "Direction not Available": "Itinéraire non disponible",
    "Fee": "Frais",
    "Wallet": "Porte monnaie",
    "You Receive Crypto": "Vous recevez des cryptos",
    "Address": "Adresse",
    "Providing wrong address may permanent loss of your coin": "Fournir une mauvaise adresse peut entraîner une perte permanente de votre pièce",
    "Crypto Transaction successfully done": "Transaction cryptographique effectuée avec succès",
    "has exchanged to": "a échangé à",
    "Transaction ID": "identifiant de transaction",
    "Transaction Date": "Date de la transaction",
    "Details": "Des détails",
    "Fees": "Frais",
    "Exchange Crypto": "Échange de crypto",
    "Estimated rate": "Taux estimé",
    "You Send": "Vous envoyez",
    "You Get": "Vous obtenez",
    "Buy": "Acheter",
    "Sell": "Vendre",
    "Next Step": "L&#39;étape suivante",
    "Lets Exchange": "Echangeons",
    "Buy / Sell Crypto": "Acheter/Vendre des Cryptos",
    "Phone Number": "Numéro de téléphone",
    "OTP": "OTP",
    "Verify": "Vérifier",
    "Enter OTP code to Verify": "Vérifier",
    "Please make payment": "Veuillez effectuer le paiement",
    "to our Merchant Address and insert your payment details in the field below.": "à notre adresse marchande et insérez vos informations de paiement dans le champ ci-dessous.",
    "Merchant Address": "Adresse du marchand",
    "Payment Gateway": "Passerelle de paiement",
    "Your Payment Details": "Vos détails de paiement",
    "Payment Proof": "Preuve de payement",
    "Next": "Prochain",
    "Start Exchange": "Commencer l&#39;échange",
    "Verify your Identity": "Vérifiez Votre Identité",
    "Receiving Account Details": "Réception des détails du compte",
    "Provide Crypto Address": "Fournir une adresse cryptographique",
    "Make Payment": "Effectuer le paiement",
    "Complete Transaction": "Terminer la transaction",
    "Gateway": "passerelle",
    "Receiving Address": "Adresse de réception",
    "Receiving Details": "Détails de la réception",
    "Receiving Account Detials": "Réception des détails du compte",
    "Get Amount": "Obtenir le montant",
    "Exchange Crypto Again": "Échangez à nouveau la crypto",
    "Go to payment": "Aller au paiement",
    "Click here if you are not redirected automatically": "Cliquez ici si vous n&#39;êtes pas redirigé automatiquement",
    "Make Your Transaction": "Effectuez votre transaction",
    "Create an account": "Créer un compte",
    "Easy cheapest and secure": "Facile moins cher et sécurisé",
    "Faster Payments": "Paiements plus rapides",
    "Secure and Safe": "Sûr et sécurisé",
    "What can you do?": "Que pouvez-vous faire?",
    "Payment API": "API de paiement",
    "Low Cost": "Faible coût",
    "Easy Process": "Processus facile",
    "Events": "Événements",
    "OTP Sending..": "Envoi OTP...",
    "Maximum amount should be greater than minimum amount": "Le montant maximum doit être supérieur au montant minimum",
    "Why choose us?": "Pourquoi nous choisir?",
    "A built in system with the lowest possible cost that energizes customer to grab it.": "Un système intégré avec le coût le plus bas possible qui incite le client à le saisir.",
    "Easily processable and maintainable system that allows you to process and track records.": "Système facilement traitable et maintenable qui vous permet de traiter et de suivre les enregistrements.",
    "Sending money globally with multiple currencies to your beloved one easily, safely & securely with low fees in just few minutes.": "Envoyer de l&#39;argent dans le monde entier avec plusieurs devises à votre bien-aimé facilement et en toute sécurité",
    "Make payment from one corner of the world to another in just a few seconds. Making payment is very easy and fast.": "Payez d&#39;un coin du monde à l&#39;autre en quelques secondes. Le paiement est très simple et rapide.",
    "Customer's data security is the first priority. Make your transactions safe, sound and secure.": "La sécurité des données du client est la première priorité. Rendez vos transactions sûres, saines et sécurisées.",
    "It will manage customers Pay Money experience by integrating our seamless API interface within your website.": "Il gérera l&#39;expérience Pay Money des clients en intégrant notre interface API transparente dans votre site Web.",
    "Whether it is credit, debit or bank account you can pay by your preferred way.": "Qu&#39;il s&#39;agisse d&#39;un crédit, d&#39;un débit ou d&#39;un compte bancaire, vous pouvez payer de la manière que vous préférez.",
    "Default currency to another, you can change it easily.": "Devise par défaut à une autre, vous pouvez la changer facilement.",
    "Do not hesitate to compete with a lot of events. A beautiful and easily trackable event management is provided for making your tasks get done easier.": "N&#39;hésitez pas à concourir avec de nombreux événements. Une gestion des événements belle et facilement traçable est fournie pour faciliter la réalisation de vos tâches.",
    "Mobile Recharge": "Recharge mobile",
    "By these systems now you can request for payment from one person to another, within seconds.": "Grâce à ces systèmes, vous pouvez désormais demander un paiement d&#39;une personne à une autre, en quelques secondes.",
    "Easily top-up airtime and data at the world's leading mobile operators and makes payments using any of their wallets on the system.": "Rechargez facilement du temps d&#39;antenne et des données chez les principaux opérateurs mobiles du monde et effectuez des paiements en utilisant n&#39;importe lequel de leurs portefeuilles sur le système.",
    "E-booking": "E-réservation",
    "Allow your customers to make payment for bookings or appointments in a quick, easy and secured process that suits them the most.": "Permettez à vos clients d&#39;effectuer le paiement des réservations ou des rendez-vous dans un processus rapide, facile et sécurisé qui leur convient le mieux.",
    "Instant Onboarding": "Intégration instantanée",
    "Merchants can get payments instantly from anywhere, anytime without any hassle. A simple and better way to expand your business.": "Les commerçants peuvent obtenir des paiements instantanément de n&#39;importe où, n&#39;importe quand, sans aucun tracas. Une façon simple et efficace de développer votre entreprise.",
    "Crypto Payment": "Paiement cryptographique",
    "A powerful solution that allows your customers to make payment using crypto coins including Bitcoin, Litecoin, Dogecoin.": "Une solution puissante qui permet à vos clients d&#39;effectuer des paiements à l&#39;aide de pièces cryptographiques, notamment Bitcoin, Litecoin, Dogecoin.",
    "Provide your credentials, create your own account and explore. Creating account is so easy.": "Fournissez vos informations d&#39;identification, créez votre propre compte et explorez. Créer un compte est si facile.",
    "Send/Request Amount": "Envoyer/demander le montant",
    "Send or request any amount to your preferred one within seconds. Just search the desired one and send or request for money.": "Envoyez ou demandez n&#39;importe quel montant à celui que vous préférez en quelques secondes. Recherchez simplement celui que vous souhaitez et envoyez ou demandez de l&#39;argent.",
    "Select Payment Method": "Sélectionnez le mode de paiement",
    "Providing you multiple options to pay according to your desired payment method such as PayPal, Stripe, CoinPayments and many more.": "Vous offrant plusieurs options de paiement en fonction de votre méthode de paiement souhaitée, telles que PayPal, Stripe, CoinPayments et bien d&#39;autres.",
    "After all the steps done above just confirm with your preference and that's it. Welcome to successfull transaction.": "Après toutes les étapes effectuées ci-dessus, confirmez simplement votre préférence et c&#39;est tout. Bienvenue à la transaction réussie.",
    "Payment Processors": "Processeurs de paiement",
    "Online Payments": "Paiements en ligne",
    "Whatever it is credit, debit or bank account you can pay by your way.": "Quel que soit le crédit, le débit ou le compte bancaire, vous pouvez payer à votre guise.",
    "Currency Exchange": "Échange de devises",
    "Default currency to another you can change it easily.": "Devise par défaut à une autre, vous pouvez la changer facilement.",
    "Payment Request": "Demande de paiement",
    "By these systems now you can request for payment money from any country to any country.": "Grâce à ces systèmes, vous pouvez désormais demander de l&#39;argent de paiement de n&#39;importe quel pays vers n&#39;importe quel pays.",
    "Where can you use our services?": "Où pouvez-vous utiliser nos services ?",
    "Ecommerce": "Commerce électronique",
    "Easily create your own store and add products. A complete e-commerce with maintainability and efficiency to make an organized store for you.": "Créez facilement votre propre boutique et ajoutez des produits. Un e-commerce complet avec maintenabilité et efficacité pour vous faire un magasin organisé.",
    "It is possible transfer money to any registered or unregistered users. Unregistered users can see their money once they signup.": "Il est possible de transférer de l&#39;argent à tous les utilisateurs enregistrés ou non enregistrés. Les utilisateurs non enregistrés peuvent voir leur argent une fois qu&#39;ils se sont inscrits.",
    "Invoicing": "Facturation",
    "It is possible transfer money to any registered or users. Unregistered users can see their money once they signup.": "Il est possible de transférer de l&#39;argent à tous les inscrits ou utilisateurs. Les utilisateurs non enregistrés peuvent voir leur argent une fois qu&#39;ils se sont inscrits."
}