{
    "Status": "Статус",
    "Exchange Details": "Детали обмена",
    "Type": "Тип",
    "Exchange From": "Обмен с",
    "OTP Code is required": "Требуется OTP-код",
    "Account Details": "Детали учетной записи",
    "to our Merchant Address and insert your payment details in thefield below.": "на наш адрес продавца и введите свои платежные реквизиты в поле ниже.",
    "Transaction COMPLETED!" : "Сделка ЗАВЕРШЕНА!",
    "Please wait for admin approval":"Пожалуйста, дождитесь одобрения администратора",
    "Getting Amount":"Получение суммы",
    "Exchange Again":"Обменять снова",
    "Exchange To": "Обмен на",
    "Exchange Rate": "Курс обмена",
    "Date": "Датировать",
    "Payment Details": "Детали оплаты",
    "Attached File": "Прикрепленный файл",
    "Change Status": "Изменить статус",
    "Pending": "В ожидании",
    "Success": "Успех",
    "Cancel": "Отмена",
    "Update": "Обновлять",
    "Amount": "Количество",
    "Total": "Общее",
    "Exchange Amount": "Сумма обмена",
    "Updating...": "Обновление...",
    "Crypto Exchanges": "Криптовалютные биржи",
    "Period": "Период",
    "Print Date": "Дата печати",
    "User": "Пользователь",
    "Rate": "Оценивать",
    "Date Range": "Диапазон дат",
    "Currency": "Валюта",
    "All": "Все",
    "Enter Name": "Введите имя",
    "Filter": "Фильтр",
    "All Exchanges": "Все биржи",
    "CSV": "CSV",
    "PDF": "PDF",
    "Verification Via": "Проверка через",
    "Email": "Эл. адрес",
    "Phone": "Телефон",
    "Crypto Exchange": "Криптобиржа",
    "Crypto Buy / Sell": "Криптовалюта Покупка/Продажа",
    "Add Direction": "Добавить направление",
    "Crypto Exchange Settings": "Настройки криптобиржи",
    "Available For": "Доступны для",
    "Auth User": "Авторизация пользователя",
    "Guest User": "Гость",
    "Both": "Оба",
    "Transaction Type": "Тип операции",
    "Save Settings": "Сохранить настройки",
    "Direction Type": "Тип направления",
    "Crypto Buy": "Купить криптовалюту",
    "Crypto Sell": "Крипто Продажа",
    "From": "Из",
    "To": "К",
    "Local": "Местный",
    "API": "API",
    "Limit": "Ограничение",
    "From Currency": "Из валюты",
    "To Currency": "В валюту",
    "Equavalent with To Currency": "Эквивалентно валюте",
    "Min amount has to be Smaller than Max Amount": "Минимальная сумма должна быть меньше максимальной суммы",
    "Payment Method": "Способ оплаты",
    "Unauthenticated users will be able to buy cryptocurrency using this payment method.": "Неавторизованные пользователи смогут покупать криптовалюту, используя этот способ оплаты.",
    "Charge Percentage": "Процент заряда",
    "Charge Fixed": "Плата фиксированная",
    "Min Amount": "Минимальная сумма",
    "Max Amount": "Максимальная сумма",
    "Payment Instructions": "Инструкции по оплате",
    "Exchange Directions": "Направления обмена",
    "Select One": "Выбери один",
    "Select Gateway": "Выберите шлюз",
    "Enter payment instructions": "Введите платежные инструкции",
    "Active": "Активный",
    "Inactive": "Неактивный",
    "Create": "Создавать",
    "Creating...": "Создание...",
    "Edit Direction": "Изменить направление",
    "You are sending": "Вы отправляете",
    "Back": "Назад",
    "Select Bank": "Выберите банк",
    "Bank Account Name": "Название банковского счета",
    "Bank Account Number": "Номер банковского счета",
    "Bank Name": "Название банка",
    "Confirm": "Подтверждать",
    "This field is required": "Это поле обязательно к заполнению",
    "Confirming...": "Подтверждение...",
    "Please select (png, jpg, jpeg, gif, bmp, pdf, docx,txt or rtf) file!": "Пожалуйста, выберите файл (png, jpg, jpeg, gif, bmp, pdf, docx, txt или rtf)!",
    "Enter Your Email": "Введите адрес электронной почты",
    "Email Settings Not Configured": "Настройки электронной почты не настроены",
    "Phone Settings Not Configured": "Настройки телефона не настроены",
    "Payment Via": "Оплата через",
    "Submitting...": "Отправка...",
    "Card Number": "Номер карты",
    "Month": "Месяц",
    "Year": "Год",
    "cvc": "резюме",
    "Pay": "Платить",
    "Next...": "Следующий...",
    "Print": "Распечатать",
    "Crypto exchange manual currencies from the comfort of your home, quickly, safely with a minimal fees. Select the wallet & put the amount you want to exchange": "Ручной обмен криптовалют, не выходя из дома, быстро, безопасно и с минимальной комиссией. Выберите кошелек",
    "Confirmation": "Подтверждение",
    "Please Wait": "Пожалуйста, подождите",
    "Loading...": "Загружается ...",
    "Please enter a valid number": "пожалуйста введите правильное число",
    "Exchanging...": "Обмен...",
    "Direction not Available": "Направление недоступно",
    "Fee": "Платеж",
    "Wallet": "Бумажник",
    "You Receive Crypto": "Вы получаете криптовалюту",
    "Address": "Адрес",
    "Providing wrong address may permanent loss of your coin": "Предоставление неправильного адреса может привести к безвозвратной потере вашей монеты",
    "Crypto Transaction successfully done": "Криптовалютная транзакция успешно завершена",
    "has exchanged to": "поменялся на",
    "Transaction ID": "ID транзакции",
    "Transaction Date": "Дата сделки",
    "Details": "Подробности",
    "Fees": "Сборы",
    "Exchange Crypto": "Обмен крипто",
    "Estimated rate": "Расчетная ставка",
    "You Send": "Вы посылаете",
    "You Get": "Вы получаете",
    "Buy": "Купить",
    "Sell": "Продавать",
    "Next Step": "Следующий шаг",
    "Lets Exchange": "Давай обменяемся",
    "Buy / Sell Crypto": "Купить/Продать Криптовалюту",
    "Phone Number": "Номер телефона",
    "OTP": "одноразовый пароль",
    "Verify": "Проверять",
    "Enter OTP code to Verify": "Проверять",
    "Please make payment": "Пожалуйста, произведите оплату",
    "to our Merchant Address and insert your payment details in the field below.": "на наш адрес продавца и введите свои платежные реквизиты в поле ниже.",
    "Merchant Address": "Адрес продавца",
    "Payment Gateway": "Платежный шлюз",
    "Your Payment Details": "Ваши платежные реквизиты",
    "Payment Proof": "Доказательство оплаты",
    "Next": "Следующий",
    "Start Exchange": "Начать обмен",
    "Verify your Identity": "Подтвердите свою личность",
    "Receiving Account Details": "Получение реквизитов учетной записи",
    "Provide Crypto Address": "Укажите крипто-адрес",
    "Make Payment": "Совершать платеж",
    "Complete Transaction": "Завершить транзакцию",
    "Gateway": "Шлюз",
    "Receiving Address": "Адрес получения",
    "Receiving Details": "Получение деталей",
    "Receiving Account Detials": "Получение сведений об учетной записи",
    "Get Amount": "Получить сумму",
    "Exchange Crypto Again": "Обменять криптовалюту снова",
    "Go to payment": "Перейти к оплате",
    "Click here if you are not redirected automatically": "Нажмите здесь, если вы не перенаправлены автоматически",
    "Make Your Transaction": "Сделайте свою транзакцию",
    "Create an account": "Завести аккаунт",
    "Easy cheapest and secure": "Легко, дешево и безопасно",
    "Faster Payments": "Быстрые платежи",
    "Secure and Safe": "Безопасный и безопасный",
    "What can you do?": "Что ты можешь сделать?",
    "Payment API": "Платежный API",
    "Low Cost": "Бюджетный",
    "Easy Process": "Простой процесс",
    "Events": "События",
    "OTP Sending..": "Отправка одноразового кода...",
    "Maximum amount should be greater than minimum amount": "Максимальная сумма должна быть больше, чем Минимальная сумма",
    "Why choose us?": "Почему нужно выбрать нас?",
    "A built in system with the lowest possible cost that energizes customer to grab it.": "Встроенная система с минимально возможной стоимостью, которая побуждает клиента захватить ее.",
    "Easily processable and maintainable system that allows you to process and track records.": "Легко обрабатываемая и ремонтопригодная система, позволяющая обрабатывать и отслеживать записи.",
    "Sending money globally with multiple currencies to your beloved one easily, safely & securely with low fees in just few minutes.": "Отправляйте деньги любимому человеку по всему миру в нескольких валютах легко и безопасно",
    "Make payment from one corner of the world to another in just a few seconds. Making payment is very easy and fast.": "Совершайте платежи из одного уголка мира в другой всего за несколько секунд. Произвести оплату очень просто и быстро.",
    "Customer's data security is the first priority. Make your transactions safe, sound and secure.": "Безопасность данных клиента является главным приоритетом. Сделайте ваши транзакции безопасными, надежными и надежными.",
    "It will manage customers Pay Money experience by integrating our seamless API interface within your website.": "Он будет управлять взаимодействием клиентов с Pay Money, интегрируя наш бесшовный интерфейс API в ваш веб-сайт.",
    "Whether it is credit, debit or bank account you can pay by your preferred way.": "Будь то кредит, дебет или банковский счет, вы можете оплатить удобным для вас способом.",
    "Default currency to another, you can change it easily.": "Валюта по умолчанию на другую, вы можете легко изменить ее.",
    "Do not hesitate to compete with a lot of events. A beautiful and easily trackable event management is provided for making your tasks get done easier.": "Не стесняйтесь конкурировать с большим количеством событий. Для облегчения выполнения ваших задач предусмотрено красивое и легко отслеживаемое управление событиями.",
    "Mobile Recharge": "Мобильная зарядка",
    "By these systems now you can request for payment from one person to another, within seconds.": "Благодаря этим системам теперь вы можете запросить оплату от одного человека к другому за считанные секунды.",
    "Easily top-up airtime and data at the world's leading mobile operators and makes payments using any of their wallets on the system.": "Легко пополняйте эфирное время и данные у ведущих мировых операторов мобильной связи и совершайте платежи, используя любой из их кошельков в системе.",
    "E-booking": "Электронное бронирование",
    "Allow your customers to make payment for bookings or appointments in a quick, easy and secured process that suits them the most.": "Позвольте вашим клиентам оплачивать бронирования или встречи с помощью быстрого, простого и безопасного процесса, который подходит им больше всего.",
    "Instant Onboarding": "Мгновенная регистрация",
    "Merchants can get payments instantly from anywhere, anytime without any hassle. A simple and better way to expand your business.": "Продавцы могут получать платежи мгновенно из любого места и в любое время без каких-либо хлопот. Простой и лучший способ расширить свой бизнес.",
    "Crypto Payment": "Криптовалютный платеж",
    "A powerful solution that allows your customers to make payment using crypto coins including Bitcoin, Litecoin, Dogecoin.": "Мощное решение, позволяющее вашим клиентам совершать платежи с помощью крипто-монет, включая биткойны, лайткойны, догикойны.",
    "Provide your credentials, create your own account and explore. Creating account is so easy.": "Предоставьте свои учетные данные, создайте собственную учетную запись и исследуйте. Создать учетную запись так просто.",
    "Send/Request Amount": "Отправить/Запросить сумму",
    "Send or request any amount to your preferred one within seconds. Just search the desired one and send or request for money.": "Отправьте или запросите любую сумму на ваш выбор в течение нескольких секунд. Просто найдите нужный и отправьте или запросите деньги.",
    "Select Payment Method": "Выберите метод оплаты",
    "Providing you multiple options to pay according to your desired payment method such as PayPal, Stripe, CoinPayments and many more.": "Предоставление вам нескольких вариантов оплаты в соответствии с выбранным вами способом оплаты, таким как PayPal, Stripe, CoinPayments и многими другими.",
    "After all the steps done above just confirm with your preference and that's it. Welcome to successfull transaction.": "После всех шагов, сделанных выше, просто подтвердите свои предпочтения и все. Добро пожаловать на успешную сделку.",
    "Payment Processors": "Платежные процессоры",
    "Online Payments": "Онлайн-платежи",
    "Whatever it is credit, debit or bank account you can pay by your way.": "Независимо от того, кредит, дебет или банковский счет вы можете оплатить по-своему.",
    "Currency Exchange": "Обмен валюты",
    "Default currency to another you can change it easily.": "Валюта по умолчанию на другую, которую вы можете легко изменить.",
    "Payment Request": "Платежный запрос",
    "By these systems now you can request for payment money from any country to any country.": "По этим системам теперь вы можете запрашивать деньги для оплаты из любой страны в любую страну.",
    "Where can you use our services?": "Где вы можете воспользоваться нашими услугами?",
    "Ecommerce": "Электронная торговля",
    "Easily create your own store and add products. A complete e-commerce with maintainability and efficiency to make an organized store for you.": "Легко создайте свой собственный магазин и добавляйте товары. Полная электронная коммерция с удобством обслуживания и эффективностью, чтобы сделать для вас организованный магазин.",
    "It is possible transfer money to any registered or unregistered users. Unregistered users can see their money once they signup.": "Возможен перевод денег любому зарегистрированному или незарегистрированному пользователю. Незарегистрированные пользователи могут видеть свои деньги после регистрации.",
    "Invoicing": "Выставление счетов",
    "It is possible transfer money to any registered or users. Unregistered users can see their money once they signup.": "Возможен перевод денег любым зарегистрированным или пользователям. Незарегистрированные пользователи могут видеть свои деньги после регистрации."
}