{
    "Addons": "Complementos",
    "Upload Addon": "Subir complemento",
    "Purchase Code": "Código de compra",
    "Envato Username": "Nombre de usuario de Envato",
    "Module File": "Módulo",
    "Upload": "Subir",
    "Module": "Módulo",
    "Description": "Descripción",
    "Version:": "Versión:",
    "Activate": "Activar",
    "Deactivate": "Desactivar",
    "Provide the addon purchase code.": "Proporcione el código de compra de complementos.",
    "Provide the envato username.": "Proporcione el nombre de usuario de Envato.",
    "Choose the module compressed file.": "Elija el archivo comprimido del módulo.",
    "Addon already exist, Uploading again may lose your previous data.": "El complemento ya existe, la carga nuevamente puede perder sus datos anteriores.",
    "Required files not found in the compressed addon file.": "Archivos requeridos que no se encuentran en el archivo complemento comprimido.",
    "The uploaded addon is not a valid file.": "El complemento cargado no es un archivo válido.",
    "The compressed module file does not belong to this script.": "El archivo del módulo comprimido no pertenece a este script.",
    "Addon has been uploaded successfully.":"Addon has been uploaded successfully.",
    "Addon not found": "Complemento no encontrado",
    "Addon status updated.": "Estado de complemento actualizado.",
    "Invalid purchase code": "Código de compra no válido",
    "Database connection error": "Error de conexión de la base de datos",
    "Purchase code does not belongs to this product. Please try valid purchase code or contact the seller support.": "El código de compra no pertenece a este producto.Pruebe el código de compra válido o comuníquese con el soporte del vendedor.",
    "This purchase code does not belongs to this user. Please try valid username/purchase code or contact the seller support": "Este código de compra no pertenece a este usuario.Pruebe el nombre de usuario/compra válido o comuníquese con el soporte del vendedor",
    "Purchase key is already used. Please try again or contact seller support.": "La clave de compra ya se usa.Vuelva a intentarlo o comuníquese con el soporte del vendedor.",
    "Failed to verify purchase code. Please try again or contact seller support.": "No se pudo verificar el código de compra.Vuelva a intentarlo o comuníquese con el soporte del vendedor.",
    "The module required :addional module to run.": "El módulo requerido: módulo addional para ejecutar."
}