{
    "Addons": "addons",
    "Upload Addon": "Télécharger l'addon",
    "Purchase Code": "Code d'achat",
    "Envato Username": "Nom d'utilisateur Envato",
    "Module File": "Fichier de module",
    "Upload": "Télécharger",
    "Module": "module",
    "Description": "description",
    "Version:": "version:",
    "Activate": "Activer",
    "Deactivate": "Désactiver",
    "Provide the addon purchase code.": "Fournissez le code d'achat d'addition.",
    "Provide the envato username.": "Fournir le nom d'utilisateur Envato.",
    "Choose the module compressed file.": "Choisissez le fichier compressé du module.",
    "Addon already exist, Uploading again may lose your previous data.": "Un addon existe déjà, le téléchargement à nouveau peut perdre vos données précédentes.",
    "Required files not found in the compressed addon file.": "Fichiers requis introuvables dans le fichier d'addon compressé.",
    "The uploaded addon is not a valid file.": "L'addon téléchargé n'est pas un fichier valide.",
    "The compressed module file does not belong to this script.": "Le fichier de module compressé n'appartient pas à ce script.",
    "Addon has been uploaded successfully.":"Addon has been uploaded successfully.",
    "Addon not found": "Addon introuvable",
    "Addon status updated.": "Statut d'addine mis à jour.",
    "Invalid purchase code": "Code d'achat non valide",
    "Database connection error": "Erreur de connexion de la base de données",
    "Purchase code does not belongs to this product. Please try valid purchase code or contact the seller support.": "Le code d'achat n'appartient pas à ce produit.Veuillez essayer le code d'achat valide ou contacter le support du vendeur.",
    "This purchase code does not belongs to this user. Please try valid username/purchase code or contact the seller support": "Ce code d'achat n'appartient pas à cet utilisateur.Veuillez essayer le nom d'utilisateur / code d'achat valide ou contactez le support du vendeur",
    "Purchase key is already used. Please try again or contact seller support.": "La clé d'achat est déjà utilisée.Veuillez réessayer ou contacter le support du vendeur.",
    "Failed to verify purchase code. Please try again or contact seller support.": "Échec de la vérification du code d'achat.Veuillez réessayer ou contacter le support du vendeur.",
    "The module required :addional module to run.": "Le module requis: module addional à exécuter."
}