{
    "Addons": "addons",
    "Upload Addon": "Carregue o addon",
    "Purchase Code": "Código de compra",
    "Envato Username": "Envato Nome de usuário",
    "Module File": "Arquivo de módulo",
    "Upload": "Carregar",
    "Module": "Módulo",
    "Description": "Descrição",
    "Version:": "Versão:",
    "Activate": "Ativar",
    "Deactivate": "Desativar",
    "Provide the addon purchase code.": "Forneça o código de compra do Addon.",
    "Provide the envato username.": "Forneça o nome de usuário Envato.",
    "Choose the module compressed file.": "Escolha o arquivo compactado do módulo.",
    "Addon already exist, Uploading again may lose your previous data.": "O Addon já existe, o upload novamente pode perder seus dados anteriores.",
    "Required files not found in the compressed addon file.": "Arquivos necessários não encontrados no arquivo addon compactado.",
    "The uploaded addon is not a valid file.": "O addon carregado não é um arquivo válido.",
    "The compressed module file does not belong to this script.": "O arquivo de módulo compactado não pertence a este script.",
    "Addon has been uploaded successfully.":"Addon has been uploaded successfully.",
    "Addon not found": "Addon não encontrado",
    "Addon status updated.": "Status de addon atualizado.",
    "Invalid purchase code": "Código de compra inválido",
    "Database connection error": "Erro de conexão do banco de dados",
    "Purchase code does not belongs to this product. Please try valid purchase code or contact the seller support.": "O código de compra não pertence a este produto.Tente código de compra válido ou entre em contato com o suporte ao vendedor.",
    "This purchase code does not belongs to this user. Please try valid username/purchase code or contact the seller support": "Este código de compra não pertence a esse usuário.Experimente o nome de usuário/compra válido ou entre em contato com o suporte ao vendedor",
    "Purchase key is already used. Please try again or contact seller support.": "A chave de compra já está usada.Tente novamente ou entre em contato com o suporte ao vendedor.",
    "Failed to verify purchase code. Please try again or contact seller support.": "Falha ao verificar o código de compra.Tente novamente ou entre em contato com o suporte ao vendedor.",
    "The module required :addional module to run.": "O módulo necessário: módulo aditivo para ser executado."
}